{
	"properties": [
        {
            "id":"prop1",
			"type":"House",
            "bedrooms":5,
            "bathrooms":5,
            "area":7.6,
			"price":430,
            "short":"Luxurious 5-Bedroom House with Modern Amenities... A dream property that redefines luxury living!",
			"description":"Luxurious 5-Bedroom House with Modern Amenities... Welcome to this stunning 5-bedroom, 5-bathroom luxury house, offering a perfect blend of elegance and comfort. Spanning an expansive 7.6 perches, this property provides ample space for both indoor and outdoor living. Designed with contemporary architecture, this home features spacious bedrooms, each complemented by en-suite bathrooms for privacy and convenience. The open-concept living areas are filled with natural light, showcasing high ceilings, premium finishes, and elegant flooring. The gourmet kitchen is a chef’s delight, equipped with state-of-the-art appliances, custom cabinetry, and a large island perfect for entertaining. The master suite offers a private retreat with a spa-like bathroom, walk-in closet, and serene views. Outside, the beautifully landscaped gardens provide a tranquil escape, ideal for hosting gatherings or enjoying peaceful evenings. With ample parking, modern security systems, and proximity to key amenities, this home combines style, comfort, and convenience.  Price: $430 Million – A dream property that redefines luxury living!",
			"location":"Malabe",
			"picture":"prop1pic1small.jpg",
			"img1":"/prop1pic11.jpg",
			"img2":"/prop1pic12.jpg",
			"img3":"/prop1pic13.jpg",
			"img4":"/prop1pic14.jpg",
			"img5":"/prop1pic15.jpg",
            "img6":"/prop9pic93.jpg",
            "img7":"/prop9pic94.jpg",
            "floorMap":"/floor01.png",
			"url":"properties/prop1.html",
            "map":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d31687.08218876141!2d79.96543225!3d6.90432065!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3ae256d59601df81%3A0x31a1dd96e8d49ba!2sMalabe!5e0!3m2!1sen!2slk!4v1735914558943!5m2!1sen!2slk",
			"added": {
                "month":"November",
                "day":12,
                "year":2024
            }

        },
		{
            "id":"prop2",
			"type":"Flat",
            "bedrooms":2,
            "bathrooms":2,
            "area": 5.02,
			"price":118,
            "short":"Modern 2-Bedroom Luxury Flat with Stylish Finishes... An exceptional opportunity to own a stylish and modern home in a sought-after location!",
			"description":"Modern 2-Bedroom Luxury Flat with Stylish Finishes... Discover the perfect blend of elegance and convenience in this 2-bedroom, 2-bathroom flat, offering 5.02 perches of thoughtfully designed living space. Ideal for urban living, this flat is tailored for comfort and sophistication. The spacious bedrooms feature large windows, filling the rooms with natural light, while the en-suite bathrooms are equipped with high-quality fittings and modern designs. The open-plan living and dining area creates a seamless flow, perfect for relaxing or entertaining guests. The contemporary kitchen boasts sleek cabinetry, premium countertops, and state-of-the-art appliances, making cooking a delight. Located in a prime neighborhood, this flat provides easy access to shopping centers, schools, restaurants, and transport links. Additional features include secure parking, modern elevators, and 24/7 security for your peace of mind. Price: $118 Million – An exceptional opportunity to own a stylish and modern home in a sought-after location!",
			"location":"Tangalle",
			"picture":"prop2pic1small.jpg",
			"img1":"/prop2pic21small.jpg",
			"img2":"/prop2pic22small.jpg",
			"img3":"/prop2pic23small.jpg",
			"img4":"/prop2pic24small.jpg",
			"img5":"/prop2pic25small.jpg",
            "img6":"/prop8pic83.jpg",
            "img7":"/prop8pic84.jpg",
            "floorMap":"/floor02.jpg",
			"url":"properties/prop2.html",
            "map":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d31742.34395795881!2d80.76135994018445!3d6.023129913577163!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3ae14afd19b00141%3A0x4045d305f7526bba!2sTangalle!5e0!3m2!1sen!2slk!4v1735916042226!5m2!1sen!2slk",
			"added": {
                "month":"October",
                "day":12,
                "year":2024
            }
        },
        {
            "id":"prop3",
			"type":"Flat",
            "bedrooms":2,
            "bathrooms":2,
            "area":3.61,
			"price":75,
            "short":"Charming 2-Bedroom Flat with Modern Amenities...  A fantastic investment for modern living at an affordable price!",
			"description":"Charming 2-Bedroom Flat with Modern Amenities...  Step into this beautifully designed 2-bedroom, 2-bathroom flat, offering 3.61 perches of stylish and functional living space. Perfect for small families, couples, or professionals, this home combines comfort with contemporary design. The spacious bedrooms provide a cozy retreat with ample natural light, while the modern bathrooms feature sleek fittings and finishes. The open-plan living and dining area offers a warm and inviting atmosphere, ideal for relaxation or entertaining guests. A well-equipped kitchen with elegant cabinetry and high-quality appliances ensures a seamless cooking experience. Located in a prime and convenient neighborhood, this flat provides easy access to schools, shopping centers, and public transport. It also includes secure parking and 24/7 security for added peace of mind. Price: $75 Million – A fantastic investment for modern living at an affordable price!",
			"location":"Koswatta",
			"picture":"prop3pic31.jpg",
			"img1":"/prop3pic32.jpg",
			"img2":"/prop3pic33.jpg",
			"img3":"/prop3pic34.jpg",
			"img4":"/prop3pic35.jpg",
			"img5":"/prop3pic36.jpg",
            "img6":"/prop7pic73.jpg",
            "img7":"/prop7pic74.jpg",
            "floorMap":"/floor03.jpg",
			"url":"properties/prop3.html",
            "map":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d15625.36803647741!2d79.923866654598!3d6.905841531454347!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3ae2574c57fb01dd%3A0xbf05b338e80f50c5!2sKoswatta%2C%20Sri%20Jayawardenepura%20Kotte!5e0!3m2!1sen!2slk!4v1735916183850!5m2!1sen!2slk",
			"added": {
                "month":"December",
                "day":12,
                "year":2024
            }
        },
        {
            "id":"prop4",
			"type":"House",
            "bedrooms":3,
            "bathrooms":3,
            "area": 19.25,
			"price":75,
            "short":"Spacious 3-Bedroom House with Modern Comforts... An excellent investment for spacious and luxurious living!",
			"description":"Spacious 3-Bedroom House with Modern Comforts... Welcome to this elegant 3-bedroom, 3-bathroom house, offering 19.25 perches of generous living space. Perfect for families seeking comfort and style, this property combines modern amenities with timeless charm.  The bedrooms are spacious and airy, each designed to provide maximum comfort. The en-suite bathrooms feature high-end fixtures and contemporary designs, ensuring both luxury and functionality. The open-plan living and dining areas create a welcoming atmosphere, ideal for entertaining guests or enjoying family time. A modern kitchen, equipped with premium appliances and stylish cabinetry, adds convenience and sophistication to this beautiful home. The outdoor space offers plenty of room for gardening, play areas, or hosting outdoor events, making it perfect for those who love nature and relaxation.  Situated in a desirable location with easy access to schools, shops, and transport links, this home also includes secure parking and enhanced safety features.  Price: $75 Million – An excellent investment for spacious and luxurious living!",
			"location":"Kelaniya",
			"picture":"prop4pic41.jpg",
			"img1":"/prop4pic41.jpg",
			"img2":"/prop4pic42.jpg",
			"img3":"/prop4pic43.jpg",
			"img4":"/prop4pic44.jpg",
			"img5":"/prop4pic45.jpg",
            "img6":"/prop1pic13.jpg",
			"img7":"/prop1pic14.jpg",
            "floorMap":"/floor04.jpg",
			"url":"properties/prop4.html",
            "map":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d15625.36803647741!2d79.923866654598!3d6.905841531454347!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3ae2574c57fb01dd%3A0xbf05b338e80f50c5!2sKoswatta%2C%20Sri%20Jayawardenepura%20Kotte!5e0!3m2!1sen!2slk!4v1735916183850!5m2!1sen!2slk",
			"added": {
                "month":"April",
                "day":12,
                "year":2024
            }
        },
        {
            "id":"prop5",
			"type":"House",
            "bedrooms":3,
            "bathrooms":3,
            "area":7.58,
			"price":110,
            "short":"Modern 3-Bedroom House with Elegant Features...  A fantastic opportunity to own a stylish and comfortable home in a prime location!",
			"description":"Modern 3-Bedroom House with Elegant Features...  Discover this beautifully designed 3-bedroom, 3-bathroom house, offering 7.58 perches of well-planned living space. Perfect for families or professionals, this home blends comfort, style, and functionality. The spacious bedrooms are designed to provide a relaxing retreat, each featuring ample natural light and ventilation. The bathrooms are fitted with high-quality fixtures and modern finishes, ensuring elegance and convenience. An open-concept living and dining area creates a warm and inviting atmosphere, ideal for entertaining guests or spending quality time with loved ones. The modern kitchen boasts sleek cabinetry, premium countertops, and top-of-the-line appliances for a delightful cooking experience. The outdoor space is perfect for relaxation, with room for a small garden or patio setup. Secure parking and a peaceful neighborhood add to the charm of this home. Price: $110 Million – A fantastic opportunity to own a stylish and comfortable home in a prime location!",
			"location":"Kadawatha",
			"picture":"prop5pic51.jpg",
			"img1":"/prop5pic51.jpg",
			"img2":"/prop5pic52.jpg",
			"img3":"/prop5pic53.jpg",
			"img4":"/prop5pic54.jpg",
			"img5":"/prop5pic55.jpg",
            "img6":"/prop2pic23small.jpg",
			"img7":"/prop2pic24small.jpg",
            "floorMap":"/floor05.jpg",
			"url":"properties/prop5.html",
            "map":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d31679.981678743563!2d79.93943549076752!3d7.009551101468488!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3ae2f86bd75870f7%3A0xee362e29dbc079a6!2sKadawatha!5e0!3m2!1sen!2slk!4v1735916332926!5m2!1sen!2slk",
			"added": {
                "month":"January",
                "day":1,
                "year":2025
            }
        },
        {
            "id":"prop6",
			"type":"Flat",
            "bedrooms":3,
            "bathrooms":3,
            "area":4.4,
			"price":68,
            "short":"Spacious 3-Bedroom Modern Flat with Premium Features... An exceptional value for a modern, spacious, and well-located flat!",
			"description":"Spacious 3-Bedroom Modern Flat with Premium Features... Step into this stylish and contemporary 3-bedroom, 3-bathroom flat, offering 4.4 perches of thoughtfully designed living space. Ideal for families or professionals, this flat combines modern elegance with everyday comfort. Each bedroom is spacious, filled with natural light, and provides a peaceful retreat. The en-suite bathrooms feature high-quality fixtures and sleek designs, ensuring luxury and functionality. The open-plan living and dining area creates a welcoming ambiance, perfect for entertaining guests or enjoying quiet evenings. A well-appointed kitchen with modern cabinetry, premium countertops, and state-of-the-art appliances makes cooking effortless. Located in a prime residential area, this flat provides easy access to schools, shopping centers, restaurants, and transport links. Secure parking and 24/7 security add extra convenience and peace of mind. Price: $68 Million – An exceptional value for a modern, spacious, and well-located flat!",
			"location":"Colombo 5",
			"picture":"prop6pic61.jpg",
			"img1":"/prop6pic61.jpg",
            "img2":"/prop6pic62.jpg",
            "img3":"/prop6pic63.jpg",
            "img4":"/prop6pic64.jpg",
            "img5":"/prop6pic65.jpg",
            "img6":"/prop3pic34.jpg",
			"img7":"/prop3pic35.jpg",
            "floorMap":"/floor06.png",
			"url":"properties/prop6.html",
            "map":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d31688.280419793922!2d79.83341917664396!3d6.88640492250464!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3ae25bd260b4fa11%3A0xf580e12fb12d21f3!2sColombo%2005%2C%20Colombo!5e0!3m2!1sen!2slk!4v1735916405708!5m2!1sen!2slk",
			"added": {
                "month":"October",
                "day":12,
                "year":2024
            }
        },
        {
            "id":"prop7",
			"type":"House",
            "bedrooms":6,
            "bathrooms":6,
            "area": 34,
			"price": 155,
            "short":"Luxurious 6-Bedroom House with Expansive Living Space... A rare opportunity to own a spacious and elegant home designed for modern luxury living!",
			"description":"Luxurious 6-Bedroom House with Expansive Living Space...  Welcome to this magnificent 6-bedroom, 6-bathroom house, set on a sprawling 34-perch property. Perfect for large families or those who love entertaining, this home offers a blend of luxury, space, and modern comfort. Each bedroom is generously sized, designed to provide a private retreat, and features en-suite bathrooms fitted with elegant fixtures and contemporary finishes. The open-plan living and dining areas create a seamless flow, ideal for gatherings and celebrations. The modern kitchen is a chef’s dream, equipped with high-end appliances, stylish cabinetry, and ample counter space for all your culinary needs. Outside, the expansive yard provides plenty of room for landscaping, outdoor dining, or even a private pool. The property also offers secure parking and enhanced security features, ensuring safety and peace of mind. Located in a prime and peaceful neighborhood, this home provides convenient access to schools, shopping centers, and recreational facilities. Price: $155 Million – A rare opportunity to own a spacious and elegant home designed for modern luxury living!",
			"location":"Negambo",
			"picture":"prop7pic71.jpg",
			"img1":"/prop7pic71.jpg",
            "img2":"/prop7pic72.jpg",
            "img3":"/prop7pic73.jpg",
            "img4":"/prop7pic74.jpg",
            "img5":"/prop7pic75.jpg",
            "img6":"/prop4pic43.jpg",
			"img7":"/prop4pic44.jpg",
            "floorMap":"/floor07.jpg",
			"url":"properties/prop7.html",
            "map":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d126670.38394537024!2d79.77585101623751!3d7.189441092514729!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3ae2ee9c6bb2f73b%3A0xa51626e908186f3e!2sNegombo!5e0!3m2!1sen!2slk!4v1735916456536!5m2!1sen!2slk",
			"added": {
                "month":"November",
                "day":12,
                "year":2024
            }
        },
        {
            "id":"prop8",
			"type":"House",
            "bedrooms":4,
            "bathrooms":3,
            "area": 10.8,
			"price": 32,
            "short":"Elegant 4-Bedroom House with Modern Amenities... A fantastic opportunity to own a stylish and affordable home in a desirable location!",
			"description":"Elegant 4-Bedroom House with Modern Amenities...   Welcome to this charming 4-bedroom, 3-bathroom house, offering 10.8 perches of beautifully designed living space. Perfect for families seeking style, comfort, and practicality, this home provides everything you need for modern living. The spacious bedrooms are designed to offer privacy and relaxation, while the bathrooms are fitted with high-quality fixtures and contemporary finishes. The master bedroom features an en-suite bathroom, adding extra comfort and convenience. An open-plan living and dining area creates a warm and inviting atmosphere, ideal for family gatherings or entertaining guests. The modern kitchen is equipped with sleek cabinetry, premium countertops, and high-end appliances, making it a delight for cooking enthusiasts. The outdoor space includes a small garden area, perfect for relaxation or outdoor activities. With secure parking and a peaceful neighborhood, this home offers safety and tranquility. Price: $32 Million – A fantastic opportunity to own a stylish and affordable home in a desirable location!",
			"location":"Peradeniya",
			"picture":"prop8pic81.jpg",
			"img1":"/prop8pic81.jpg",
            "img2":"/prop8pic82.jpg",
            "img3":"/prop8pic83.jpg",
            "img4":"/prop8pic84.jpg",
            "img5":"/prop8pic85.jpg",
            "img6":"/prop5pic53.jpg",
			"img7":"/prop5pic54.jpg",
            "floorMap":"/floor08.jpg",
			"url":"properties/prop8.html",
            "map":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d31662.24129165636!2d80.57780714093342!3d7.265840985415603!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3ae368d9915396f7%3A0x6ffeac30f62d03ec!2sPeradeniya!5e0!3m2!1sen!2slk!4v1735916511131!5m2!1sen!2slk",
			"added": {
                "month":"December",
                "day":12,
                "year":2024
            }
        },
        {
            "id":"prop9",
			"type":"Flat",
            "bedrooms":3,
            "bathrooms":2,
            "area": 4.3,
			"price": 40,
            "short":"Modern 3-Bedroom Flat with Stylish Design...  A great opportunity to own a modern and affordable flat in a prime location!",
			"description":"Modern 3-Bedroom Flat with Stylish Design...  Modern 3-Bedroom Flat with Stylish Design. The spacious bedrooms are designed for relaxation, with large windows allowing plenty of natural light. The bathrooms are elegantly finished with high-quality fittings and a sleek, contemporary design. An open-plan living and dining area creates a warm and inviting ambiance, perfect for hosting guests or enjoying quiet evenings. The modern kitchen features stylish cabinetry, premium countertops, and state-of-the-art appliances, making it a joy to prepare meals. Located in a convenient neighborhood, this flat offers easy access to schools, shopping centers, restaurants, and transport links. It also includes secure parking and 24/7 security for peace of mind. Price: $40 Million – A great opportunity to own a modern and affordable flat in a prime location!",
			"location":"Colombo 6",
			"picture":"prop9pic91.jpg",
			"img1":"/prop9pic91.jpg",
            "img2":"/prop9pic92.jpg",
            "img3":"/prop9pic93.jpg",
            "img4":"/prop9pic94.jpg",
            "img5":"/prop9pic95.jpg",
            "img6":"/prop6pic63.jpg",
            "img7":"/prop6pic64.jpg",
            "floorMap":"/floor09.png",
			"url":"properties/prop9.html",
            "map":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d31689.11913409591!2d79.83096317659086!3d6.873836975328097!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3ae25bb5a5074501%3A0x10abff02ca9d350f!2sColombo%2006%2C%20Colombo!5e0!3m2!1sen!2slk!4v1735916563146!5m2!1sen!2slk",
			"added": {
                "month":"October",
                "day":12,
                "year":2024
            }
        },
        {
            "id":"prop10",
			"type":"Flat",
            "bedrooms":3,
            "bathrooms":2,
            "area": 3.95,
			"price": 55,
            "short":"Stylish 3-Bedroom Flat with Modern Comforts... An exceptional investment for modern urban living!",
			"description":"Stylish 3-Bedroom Flat with Modern Comforts...  This 3-bedroom, 2-bathroom flat offers 3.95 perches of thoughtfully designed living space, perfect for families or professionals looking for comfort and convenience. The spacious bedrooms are designed for relaxation, featuring large windows that invite natural light and fresh air. The bathrooms are elegantly fitted with modern fixtures, blending style and functionality. The open-plan living and dining area provides a welcoming environment for entertaining guests or enjoying quiet evenings. A sleek, modern kitchen with high-quality cabinetry, premium countertops, and top-of-the-line appliances ensures a delightful cooking experience. Located in a desirable neighborhood, this flat offers easy access to schools, shopping centers, restaurants, and public transportation. With secure parking and 24/7 security, it guarantees safety and peace of mind.  Price: $55 Million – An exceptional investment for modern urban living!",
			"location":"Colombo 15",
			"picture":"prop10pic101.jpg",
			"img1":"/prop10pic101.jpg",
            "img2":"/prop10pic102.jpg",
            "img3":"/prop10pic103.jpg",
            "img4":"/prop10pic104.jpg",
            "img5":"/prop10pic105.jpg",
            "img6":"/prop7pic73.jpg",
            "img7":"/prop7pic74.jpg",
            "floorMap":"/floor10.jpg",
			"url":"properties/prop10.html",
            "map":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d15841.399973309539!2d79.85854979393078!3d6.967973288520637!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3ae2588ead2761c3%3A0x365ec16682c7da52!2sColombo%2015%2C%20Colombo!5e0!3m2!1sen!2slk!4v1735916609165!5m2!1sen!2slk",
			"added": {
                "month":"December",
                "day":12,
                "year":2024
            }
        }
]}
